Repository: mozilla-l10n/mt-training-data
Catalog: cv/cv_pontoon.tmx
Source language: en_us
Languages: cv

source: 2 down, keep it up!<playIcon></playIcon>
cv: Иккӗ хатӗр, малалла! <playIcon></playIcon>

source: Accent
cv: Акцент

source: Acehnese
cv: Ачехла

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
cv: <playIcon></playIcon> { $actionType }. Пуплерӗше /предложенине/ тӗрӗс каланӑ-и?

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
cv: <recordIcon></recordIcon> { $actionType } та пуплерӗше саспа вула.

source: { $actionType }<stopIcon></stopIcon> when done
cv: { $actionType }<stopIcon></stopIcon> пӗтерсессӗн.

source: { $actionType } submit when ready
cv: { $actionType } пусӑр пӗтерсессӗн

source: Add an avatar to your profile
cv: Профиле аватар хуш

source: Add Language
cv: Чӗлхе хуш

source: Afrikaans
cv: Африкаанс

source: Age
cv: Миҫе ҫулта

source: Albanian
cv: Албанла

source: All
cv: Пурте

source: All Languages
cv: Пур чӗлхе

source: Anonymized user data like age, sex, and accent helps improve the audio data used to train the accuracy of speech recognition engines. Your username and email will never be associated with your submitted data, and you can choose whether to make your username public or anonymous.
cv: Анонимлатнӑ усӑҫ пӗлӗмӗ (ҫулӗ, арлӑхӗ, акценчӗ) калаҫӑва палласа илекен системӑсенчи сас пӗлӗмӗ пахалӑхне ӳсӗмлетет. Сан ятупа эл. пуштӑ парнеленӗ сассупа нихӑҫан та ҫыхӑнса тӑрмӗ. Унсӑр пуҫне сан ятна публикӑллӑ е анонимлӑ тӑваятӑн.

source: Arabic
cv: Арапла

source: Aragonese
cv: Араконла

source: Assamese
cv: Ассамла

source: Asturian
cv: Астурла

source: Avatar
cv: Аватар

source: Azerbaijani
cv: Азербайджанла

source: Back to Top
cv: Ҫӳле таврӑн

source: Basque
cv: Баскла

source: Benefits
cv: Паха енӗсем

source: Bengali
cv: Бенгалла

source: <bold>{ $count }</bold> Clips
cv: <bold>{ $count }</bold> сыпӑк

source: <bold>Help us</bold> find more voices
cv: Ытти сас тупма <bold>пире пулӑш</bold>

source: <bold>iOS</bold> users can download our free app:
cv: <bold>iOS</bold> усӑҫӗсем валли акӑ пирӗн тӳлевсĕр хушӑм:

source: Breton
cv: Бретонла

source: Build Profile
cv: Профиле ту

source: Bulgarian
cv: Пӑлхарла

source: Buryat
cv: Бурятла

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy<privacyLink>.
cv: Эл. ҫыру илес тенипе эсӗ Mozilla ку инфорципе <privacyLink>Харпӑрлӑх политикине<privacyLink> тӑрӑх ӗҫленипе те килӗшетӗн.

source: By providing some information about yourself, the audio data you submit to Common Voice will be more useful to Speech Recognition engines that use this data to improve their accuracy.
cv: Хӑвар ҫинчен кӑшт информаци парсассӑн эсир Common Voice-а каякан аудио даннӑйсем тӑватӑр, вӗсем вӗсене хӑйсен тӗрӗслӗхне аванлатас тӗллевпе усӑ курӗҫ.

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
cv: Common Voice усӑ курсассӑн эсир пирӗн <termsLink>усӑ курас условийӗсемпе</termsLink> тата <privacyLink>привотность политикипе</privacyLink> килӗшетӗр

source: Cancel Re-recording
cv: Ҫӗнӗрен ҫырса илессине пӑрахӑҫла

source: Cancel Submission
cv: Ҫырса илнине тиеме пӑрахӑҫла

source: Catalan
cv: Каталанла

source: Change your email via Settings under Login Identity
cv: Эл. пуштӑ ӗнерлевсенче, кӗмелли идентификаторта улӑштарма пулать

source: Chinese (China)
cv: Китайла (Китай)

source: Chinese (Hong Kong)
cv: Китайла (Гонг Конг)

source: Chinese (Taiwan)
cv: Китайла (Тайвань)

source: Chuvash
cv: Чӑвашла

source: Clearing your profile data means this demographic information will no longer be submitted to Common Voice with your clip recordings.
cv: Профиль катертни демографи инофрмацийӗ урӑх Common Voice сирӗн ҫырӑвсемпе каймасть тенине пӗлтереть.

source: Click
cv: Пус

source: Clips
cv: Клипсем

source: Clips recorded
cv: Ҫырса илнӗ сыпӑк

source: Clips Uploaded
cv: Сыпӑксем тиенӗ

source: Clips validated
cv: Тӗрӗсленӗ сыпӑк

source: Clips You've Recorded
cv: Эсӗ ҫырса илнӗ сыпӑксем

source: Close
cv: Хуп

source: Common Voice data plus all other voice datasets above.
cv: Леш дата пуххисемпе «Common Voice» дачӗ

source: Common Voice has unlimited potential and we are indeed exploring speech interfaces in many Mozilla products, including Firefox.
cv: Common Voice вӗҫсӗр потенциаллӑ, эпир чӑнах та хамӑр продуктсенче сасӑ интферфейсӗсене усӑ курассине сӑнатпӑр, вӗсем хушшинче Firefox та.

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
cv: «Common Voice» — машинӑсене чӗрӗ çын сассипе калаçма вӗрентес тӗллевпе пуҫарнӑ «Mozilla» проекчӗ.

source: Common Voice Privacy Notice
cv: «Common Voice» харпӑрлӑх пирки асӑрхаттару

source: Communications
cv: Ҫыхӑну

source: Connect with Gravatar
cv: Gravatar ҫыхӑнтар

source: Contact
cv: Ҫыхӑну

source: Contact Form
cv: Ҫыхӑну бланки

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
cv: Кунти материалсемпе <licenseLink>Creative Commons</licenseLink> лицензипе килешӳллӗн усӑ курма юрать

source: Contribute
cv: Атя, хутшӑн

source: Contribute to { $lang }
cv: Хывӑм хуш { $lang } чӗлхине

source: Contribute Your Voice
cv: Сассуна парнелесе хутшӑн

source: Contribution Experience
cv: «Common Voice»-па ӗҫлени мӗнлерех-ши?

source: Cookies
cv: Кукисем

source: Cornish
cv: Корнла

source: { $count } Clips Submitted
cv: { $count } клип ярӑннӑ!

source: { $count }mo
cv: { $count } уйӑх

source: { $count }wk
cv: { $count } эрне

source: { $count }y
cv: { $count } ҫул

source: Create a profile
cv: Профиле ту

source: Czech
cv: Чехла

source: Danish
cv: Датчанла

source: Dashboard
cv: Кашта (панель)

source: Datasets
cv: Пӗлем пуххисем

source: Days
cv: Кун

source: De-identified
cv: Анонимлатнӑ

source: Delete Data
cv: Даннӑйсене катерт

source: Delete my recordings
cv: Манӑн ҫырусене картла

source: Delete Profile
cv: Профиле катерт

source: Donate your voice
cv: Сассуна парнеле

source: Don't see your language on Common Voice yet?
cv: Хальлӗхе хӑвӑн чӗлхӳ Common Voice-ра ҫук-ши?

source: Download Common Voice Data
cv: «Common Voice» пӗлӗмне тиесе антар

source: Download Data
cv: Пӗлӗме (даннӑйсене) тие

source: Download Dataset Bundle
cv: Дата пуххи коллекцине тие

source: Download my data
cv: Ман пӗлӗме тиесе антар.

source: Download My Data
cv: Ман пӗлӗме тиесе антар.

source: Drag and drop or <browseWrap>Browse</browseWrap>
cv: Файл сӗтӗрсе яр е <browseWrap>суйла</browseWrap>

source: During contribution submission feedback will be skipped after clicking 'Submit. Contribution will continue directly with the next set of 5 recordings or validations.
cv: Ӗҫнӗ чухне хаклани пулмасть. «Яр» ҫине пуссан тӳрех тепӗр 5 пуплерӗш тиенет.

source: Dutch
cv: Голландла

source: Edit
cv: Тӳрлет

source: Edit Profile
cv: Профиле тӳрлет

source: Email
cv: Эл. пуштӑ

source: Email is already used for a different account
cv: Ҫак эл. пуштӑпа аккаунт пур ӗнтӗ

source: Email Subscriptions
cv: Эл. пуштӑ ҫырӑнни

source: English
cv: Акӑлчанла

source: Enter your email
cv: Эл. пуштӑ

source: Erzya
cv: Ирҫелле

source: Esperanto
cv: Эсперантолла

source: Estonian
cv: Эстонла

source: Everyone
cv: Пур ҫын

source: Exit & Delete clips
cv: Тух та клипсене катарт

source: Exit Form
cv: Формӑна хуп

source: FAQ
cv: Ыйту-хурав

source: Faroese
cv: Фарерла

source: Female
cv: Хӗрарӑм

source: Finish recording
cv: Ҫырӑва пӗтерӗр

source: Finish recording first?
cv: Малтан ҫырӑва пӗтеретре?

source: Finnish
cv: Финнла

source: For these launched languages the website has been successfully localized, and has enough sentences collected, to allow for ongoing <italic>{ speak }</italic> and <italic>{ listen }</italic> contribution.
cv: Ҫак янӑ чӗлхесем валли вебсайт ӑнӑҫлӑ локализациленнӗ та кирлӗ чӳхле предложенисем пухӑннӑ <italic>{ speak }</italic> тата <italic>{ listen }</italic> хушас юрӑхлине.

source: For these launched languages the website has been successfully localized, and has enough sentences collected, to allow for ongoing <italic>Speak</italic> and <italic>Listen</italic> contribution.
cv: Ҫакӑ тапратнӑ чӗлхесем валли сайта куҫарса тухнӑ. Пуплерӗшсене ҫителӗклӗн пуҫтарнӑ. Вӗсене <italic>Кала</italic> тата <italic>Итле</italic> ӗҫлеме пулать.

source: French
cv: Французла

source: Frequently Asked Questions
cv: Ыйту-хурав

source: Frisian
cv: Фризла

source: Gender
cv: Арлӑх

source: General
cv: Пӗтӗмӗшле

source: Georgian
cv: Грузинла

source: German
cv: Нимӗҫле

source: Get Involved
cv: Хутшӑн

source: Glossary
cv: Сӑмахлӑх

source: Goals
cv: Тӗллевсем

source: Go to { $name }
cv: { $name } ҫине куҫ

source: Great!<recordIcon></recordIcon> Record your next clip
cv: Питӗ лайӑх! <recordIcon></recordIcon> Тепӗр клип ҫырар

source: Great work!<playIcon></playIcon> Listen again when you're ready
cv: Питӗ лайӑх!<playIcon></playIcon> Тепре итлӗр хатӗр пулсассӑн

source: Greek
cv: Грекла

source: Hakha Chin
cv: Гаха Чинла

source: Have you read our Terms?
cv: Пирӗн шывӗ-йӗркине вуласа тухрӑн-и?

source: Having a profile is not required to contribute though it is helpful
cv: Хутшӑнмашкӑн аккаунт кирлӗ мар, анчах унпа ҫӑмӑлтарах

source: Hebrew
cv: Иврит

source: Help
cv: Пулӑшу

source: Help report bugs
cv: Багсене пӗлтер

source: Help teach machines how real people speak, donate your voice at { $link }
cv: Машинсене чӑн ҫынсен сассисене ӑнлайнма пулӑшар, хӑвӑран сассӑра парнелӗр { $link }

source: Help us build a community around voice technology, stay in touch via email.
cv: Пире чӗлхе технологисмепе ушкӑн тума пулӑшӑр, пирӗнпе электронлӑ пуштӑпа ҫыхӑнма пултаратӑр.

source: Help us find others to donate their voice!
cv: Сас парнелекенсене тупма пулӑш!

source: Help us get to { $goal }
cv: { $goal } ҫитме пулӑш

source: Help us validate sentences!
cv: Пуплерӗшсене /предложенисене/ тӗрӗслеме пулӑш-ха!

source: Help us validate voices
cv: Сассене тӗрӗслеме пулӑш-ха

source: Hidden
cv: Пытармалла

source: Hours Recorded
cv: Ҫырса илнӗ сехет

source: Hours Validated
cv: Тӗрӗсленӗ сехет

source: { $hours } validated hours so far!
cv: Хальлӗхе тӗрӗслени { $hours } сехет

source: How can I get the Common Voice data?
cv: «Common Voice» пӗлӗмсене мӗнле тиемелле?

source: How does Common Voice calculate hours?
cv: «Common Voice» сехетсене мӗнле шутлать?

source: How do you ensure anonymity and privacy of the people who donated their voices?
cv: Сас парнелекенсен харпӑрлӑхӗпе анонимлӑхне мӗнле тивӗҫтеретӗр?

source: Hungarian
cv: Венгрла

source: I agree
cv: Эпӗ килӗшетӗп

source: I am a non-native English speaker and I speak with an accent, do you still want my voice?
cv: { $lang } манӑн тӑван чӗлхе мар, акцентпа калаҫатӑп, ара манӑн сасӑ кирлех-и?

source: I am a non-native speaker and I speak with an accent, do you still want my voice?
cv: Чӗлхе тӑван мар пулсан, эпӗ хуҫса калаҫсан, сире ман сассӑм пурпӗрех кирлӗ-и?

source: Icelandic
cv: Исландла

source: I'd like updates and to keep current with what's happening with Common Voice.
cv: Common Voice проектпа мӗн пулса иртнине пӗлсе тӑрас килет, хыпарсене илес килет.

source: I do not agree
cv: Эпӗ килӗшместӗп

source: I’m afraid I don’t know what you’re looking for.
cv: Каҫар, эсӗ мӗн тупасшӑнне ӑнланаймастӑп.

source: I'm okay with you handling this info as you explain in Mozilla's <privacyLink>Privacy Policy</privacyLink>
cv: Ҫак пӗлӗмпе <privacyLink>харпӑрлӑх политикине</privacyLink> тӑрӑх усӑ курнипе килӗшетӗп.

source: * Indicates required field
cv: * Тивӗҫлӗ анана пӗлтерет

source: Indonesian
cv: Индонезла

source: In Progress
cv: Хатӗрленекен

source: In progress languages are currently being built for contribution by our communities; their progress reflects where they are across the website localization and sentence collection phases.
cv: Ҫак вӑхӑтра чӗлхесем пирӗн ушкӑнсем валли тӑвӑнаҫӗ; вӗсен прогрессӗ локализаци этапӗпе вебсайт суйлӑвӗнче курӑнать.

source: Interlingua
cv: Интерлингва

source: Irish
cv: Ирландла

source: Is my account information public?
cv: Манӑн аккаунтри информаци пурне те уҫӑ-и?

source: Italian
cv: Итальянла

source: Japanese
cv: Японла

source: Kabyle
cv: Кабил

source: Kaqchikel
cv: Какчикельле

source: Kazakh
cv: казахла

source: Keep
cv: Упра

source: Keep Data
cv: Упра даннӑйсене

source: Keep it up, record again <recordIcon></recordIcon>
cv: Малалла, тата ҫырӑр <recordIcon></recordIcon>

source: Keep the recordings
cv: Манӑн ҫырусене упра

source: Keep track of your progress with a profile and help our voice data be more accurate.
cv: Профильте хӑвӑрӑн аталанӑвӑра йӗрлӗр тата пирӗн сассӑмӑра лайӑхрах тума пулӑшӑр.

source: Komi-Zyrian
cv: Коми-зырянла

source: Korean
cv: Корейла

source: Kyrgyz
cv: Кӑркӑсла

source: Language
cv: Чӗлхе

source: Language Request
cv: Чӗлхене ярса пама ыйт

source: Language request successfully submitted, thank you.
cv: Пулчӗ! Чӗлхе хушас ыйтӑва йышӑнтӑмӑр. Тав!

source: Languages
cv: Чӗлхесем

source: Launched
cv: Тапратнӑ

source: Leaderboard Visibility
cv: Лидерсен хушшинче кӑтартни

source: Leaving now means you'll lose your progress
cv: Халӗ чарӑнсассӑн эсир пӗтӗм прогреса ҫухататӑр

source: LibriSpeech is a corpus of approximately 1000 hours of 16Khz read English speech derived from read audiobooks from the LibriVox project.
cv: LibriSpeech пӗр 1000 сехет 16кГц LibriVox проекчӗн аудиокӗнекисенчен илнӗ акӑлчан калаҫӳ ҫырӑвӗсенчен тӑрать.

source: License: <licenseLink>CC-0</licenseLink>
cv: Лицензи: <licenseLink>CC-0</licenseLink>

source: License: <licenseLink>{ $license }</licenseLink>
cv: Лицензи: <licenseLink>{ $license }</licenseLink>

source: Link Copied
cv: Каҫҫине копиленӗ

source: Listen
cv: Итле

source: Loading…
cv: Тиенет...

source: Localization
cv: Локализаци

source: Localized
cv: Куҫарнӑ

source: Login Identity
cv: Кӗмелли идентификатор

source: Log In / Sign Up
cv: Сайта кӗр / Регистрацилен

source: Log Out
cv: Сайтран тух

source: Looks like there aren't any clips to listen to in this language. Help us fill the queue by recording some now.
cv: Ҫав чӗлхелле итлемелли ҫуккӑ. Итлемеллине тултарма пулӑш-ха, халех ҫӗннисене ҫырса илсе.

source: Macedonian
cv: Македонла

source: Male
cv: Арҫын

source: Manage Subscriptions
cv: Ҫырӑннине ӗнерле

source: Message
cv: Çыру

source: Mixed
cv: Хутӑш

source: Moksha
cv: Мӑкшӑлла

source: Mongolian
cv: Монголла

source: More languages coming soon!
cv: Ытти чӗлхеллӗ те пулӗ!

source: <more>Learn more</more>
cv: <more>Тӗплӗнрех вула</more>

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Common Voice, a project to help make voice recognition open and accessible to everyone.
cv: Пысӑк предприятисем усӑ курнӑ даннӑйсем халӑх чылайӑшӗшӗн уҫӑ мар. Эпир шутласса ҫакӑ инновацие ура хурать. Шӑпах ҫавӑнпа «Common Voice» проекта хута ятӑмӑр. Пирӗн тӗллев — сас палланине пур ҫынна парасси.

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Project Common Voice, a project to help make voice recognition open to everyone.
cv: Корпорацисем уса куракан нумайӑшӗ даннӑйсем чылайӑш ҫын валли уҫӑ мар. Эпир ку инновацисен аталӑвне пусарать тесе шутлатпӑр. Ҫавӑнпа та эпир Common Voice проекта хута ятӑмӑр, вӑл сасӑ уйӑраспа кашнине пулӑшӗ.

source: Most speech databases are trained with an overrepresentation of certain demographics which results in a bias towards <articleLink>male and middle class</articleLink>. Accents and dialects that tend to be under-represented in training data sets are typically associated with groups of people who are already marginalised. Many machines also struggle to understand female voices. This is why in our voice database we want variety!
cv: Сас пӗлӗм пуххисен чылайӑшӗ <articleLink>вӑтам класри арҫынсене</articleLink> чи лайӑхӑн ӑнланать, мӗншӗн тесен вӗсем ҫак пуххисене хутшӑнаҫҫӗ. Шӑпах ҫавӑнпа пире тӗрлӗрен сассем кирлех!

source: Mozilla is dedicated to keeping the web open and accessible for everyone. To do it we need to empower web creators through projects like Common Voice. As voice technologies proliferate beyond niche applications, we believe they must serve all users equally well. We see a need to include more languages, accents and demographics when building and testing voice technologies. Mozilla wants to see a healthy, vibrant internet. That means giving new creators access to voice data so they can build new, extraordinary projects. Common Voice will be a public resource that will help Mozilla teams and developers around the world.
cv: Mozilla'на Интернета кашни ҫын валли ӳҫӑ тавас тӗллевпе тунӑ. Ҫакӑн валли пирӗн Common Voice. пек разработчискен проекчӗсене пулӑшмалла. Сасӑ технологийӗсем тӗп приложенийӗсенчен тухассине пула эпир вӗсем пӗтӗм усӑ куракана юрӑхлӑ пулӗҫ тесе ӗненетпӗр. Нумайрах чӗлхе, акцент тата демографи даннӑйсем пирӗн технологисене тунӑ тата тӗрӗслев хушӑмра хушмалла тенине ӑнланатпӑр. Mozilla сыва та чӗрӗ Интернет курасшӑн. Ку пирӗн енчен ҫӗнӗ разработчиксем валли сасӑ даннӑйсем патне доступ парассине вӗсем ҫӗнӗ тата экстраординарлӑ проектсем тума пултарччӗр тенине пӗлтерет. Common Voice Mozilla командине тата пӗтӗм тӗнчерен разработчиксене пулӑшакан халӑх ресурсӗ пулӗ.

source: Name
cv: Ят

source: Native Language
cv: Тӑван чӗлхе

source: Nepali
cv: Непалла

source: Next Goal: { $goal }
cv: Ҫитес тĕллев: { $goal } сехет

source: Next Goals: { $goal }
cv: Ҫитес тĕллев: { $goal } сехет

source: No
cv: Ҫук

source: No gravatar found for your email
cv: Эл. пуштун gravatar ҫук.

source: No microphone found.
cv: Микрофон тупӑнман.

source: Norwegian Bokmål
cv: Норвеги Букмол

source: Norwegian Nynorsk
cv: Норвеги Нюнорск

source: Note: You will still need to select between Speak or Listen to change contribution type.
cv: Асӑрха: "Кала" е "Итле" режима суйламалла.

source: Not found
cv: Тупӑнман

source: No Thanks
cv: Ҫук

source: Now you can donate your voice to help us build an open-source voice database that anyone can use to make innovative apps for devices and the web. Read a sentence to help machines learn how real people speak. Check the work of other contributors to improve the quality. It’s that simple!
cv: Сассуна парнелесе пурне те уҫӑ сасӑ пуххине пуҫтарма пулӑш. Ҫак сасӑ пуххи мобиллӗ хатӗрӗсемпе тӗнче тетелӗ валли инновациллӗ программӑсем тума май парӗ. <lineBreak></lineBreak> Пуплерӗшсене /предложенисене/ вуласа ҫырса илни машинӑсене чӗрӗ ҫынсем мӗнле пупленине вӗрентет. Ытти ҫын ӗҫне тӗрӗслени вара пахалӑхне ӳсӗмлетет. Ҫӑмӑлтан ҫӑмӑл!

source: Occitan
cv: Окситанла

source: Odia
cv: Ория

source: Off
cv: Сӳнтернӗ

source: On
cv: Ҫутнӑ

source: On desktop computers, you can download the latest:
cv: Компьютер валли ҫӗннине тиеме май пур:

source: Optionally join on our email list for updates and new information about the project.
cv: Хирӗҫ мар тӑк проект ҫинчен информаципе пӗлтерӳсене илме пирӗн эл. пуштӑ ушкӑнне йышӑн.

source: Other
cv: Урӑх

source: Other voice datasets…
cv: Ытти сасӑ пухмӑшӗсем

source: Overall project status: see how far we’ve come!
cv: Проектӑн пӗтӗмӗшле статусӗ: Мӗн чухлӗ туса ҫитертӗмӗр!

source: Persian
cv: Персидла

source: <playIcon></playIcon>Last one!
cv: <playIcon></playIcon>Юлашки!

source: Play/Stop
cv: Янраттар/Чар

source: Please tap to record, then read the above sentence aloud.
cv: Ҫырса илмешкӗн пус та ҫӳлти пуплерӗше (предложенине) янравлӑн вуласа пар.

source: Polish
cv: Полякла

source: Portuguese (Brazil)
cv: Португалла (Бразили)

source: Press play, listen & tell us: did they accurately speak the sentence below?
cv: Пусса калаттар, аялти пуплерӗше /предложенине/ тӗрӗс каланӑ-и?

source: Press { shortcut-play-toggle } to toggle play mode
cv: Янӑраттару режимне ылмаштарас тесен { shortcut-play-toggle } пусӑр

source: Privacy
cv: Харпӑрлӑх

source: Profile
cv: Профиль

source: Progress
cv: Прогресс

source: Read More
cv: Туллин

source: Ready to do { $count } more?
cv: Тепӗр { $count } тума хатӗр-и?

source: Ready to donate your voice?
cv: Сассуна парнелетӗн-и?

source: Recorded Clips
cv: Ҫырса илнӗ сыпӑксем

source: <recordIcon></recordIcon> Last one!
cv: <recordIcon></recordIcon>Юлашки!

source: Recordings
cv: Ҫырав

source: Recording voice clips is an integral part of building our open dataset; some would say it's the fun part too.
cv: Сасса ҫырса илесси уҫӑ сас пуххин уйрӑлми пайӗ. Хӑшпӗрисемшӗн, вӑл чун киленӗҫӗ ҫав.

source: Record/Stop
cv: Ҫыр/Чарӑн

source: Record your voice
cv: Санӑн сасуна ҫырӑв

source: Remove
cv: Катерт

source: Request a Language
cv: Чӗлхене ярса пама ыйт

source: *required
cv: * кирлӗ

source: Re-record
cv: Ҫӗнӗрен ҫырса ил

source: Retry
cv: Тепре

source: Return to Common Voice
cv: Каялла Common Voice патне

source: Return to Common Voice Datasets
cv: Каялла Common Voice даннӑйсен пуххисем патне

source: Return to Languages
cv: Чӗлхесене таврӑн

source: Review
cv: Тӗрӗсле

source: Review & re-record clips here as you go
cv: Тӗрӗслӗр & ҫӗнӗрен ҫырӑр клипсене

source: Review & re-record clips if needed
cv: Тӗрӗслӗр & ҫӗнӗрен ҫырӑр клипсене кирлӗ тӗк

source: Review & Submit
cv: Тӗрӗсле те яр

source: Romanian
cv: Румынла

source: Romansh Sursilvan
cv: Романш Сурсельвле

source: Russian
cv: Вырӑсла

source: Sakha
cv: Сахалла /якутла/

source: Sardinian
cv: Сардинла

source: Save
cv: Çырса хур

source: Saved
cv: Ҫырса хунӑ

source: Search
cv: Шырав

source: See Less
cv: Кӗскен

source: See More
cv: Ыттисем

source: Sentence Collection
cv: Пуплерӗш /предложени/ пуххи

source: Sentences
cv: Пуплерӗшсем /предложенисем/

source: Serbian
cv: Сербла

source: Settings
cv: Ӗнерлевсем

source: Sex
cv: Арлӑх

source: Shortcuts
cv: «хӑвӑрт» пускӑчсем

source: Sign up for an account
cv: Регистрацилен

source: Sign up for { $lang } updates:
cv: Регистрацинелӗр те { $lang } прогрессне пӑхмашкӑн:

source: Skip
cv: Сиктер

source: Skip Submission Feedback
cv: Ӗҫне хакланине сиктер

source: Slovak
cv: Словакла

source: Slovenian
cv: Словенла

source: Sorbian, Lower
cv: Сорбла

source: Sorbian, Upper
cv: Ҫӳлти сорбла

source: Spanish
cv: Испанла

source: Speak
cv: Кала

source: Speakers
cv: Калаҫакансем

source: Speak now
cv: Ҫырӑва пуҫла

source: Speak up, contribute here!
cv: Кунта хутшӑн, кала-ха!

source: <speechBlogLink>Get Started with Speech Recognition</speechBlogLink>
cv: <speechBlogLink>Калаҫӑва уянипе ӗҫлеме пуҫла</speechBlogLink>

source: Start recording
cv: Ҫырӑва пуҫла

source: Stats
cv: Статистика

source: Streaks
cv: Пӗр вӗҫрен ӗҫлесси

source: Submit
cv: Ҫирӗплет

source: Submit clips
cv: Клипсене яр

source: Submit success! Want to record again?
cv: Пулчӗ! Ҫырса илнине упрарӑмӑр. Атя, тата ҫырса илер-и?

source: Success, profile created!
cv: Анӑслӑ, профиль тӑвӑннӑ!

source: Swedish
cv: Шӗветле (шведла)

source: Take a look
cv: Пӑхса ил

source: Tamil
cv: Тамилла

source: Tap
cv: Пус

source: Tatar
cv: Тутарла

source: Tatoeba is a large database of sentences, translations, and spoken audio for use in language learning. This download contains spoken English recorded by their community.
cv: «Tatoeba» чӗлхе вӗрӗнме пирки предложенисем, куҫарусемпе аудиопа пысӑк пӗрӗме базӗ.

source: TED-LIUM Corpus
cv: «TED-LIUM» корпусӗ

source: Telugu
cv: Телугу

source: Terms
cv: Шывӗ-йӗрки

source: Thai
cv: Тайла

source: Thanks for confirming your account, now let's build your profile.
cv: Аккаунта ҫиреплетнӗшӗн тав, халь вара санӑн профиле хывар.

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
cv: Ҫырса илнӗшӗн тавах!<lineBreak></lineBreak>Халь вара вӗсене тӗрӗслесе пӑх та тие.
